[
    {
        "date": "2021-09-23T18:27:46+00:00",
        "title": "Russia's Navalny criticises Apple, Google over app removal, social media posts say",
        "content": "MOSCOW (Reuters) - Jailed Kremlin critic Alexei Navalny said Google and Apple showed \"cowardice\" and acted as accomplices of Russian President Vladimir Putin by removing a voting app before this month's election, according to his social media accounts.\n\nNavalny's supporters earlier accused the U.S. tech giants of caving in to Kremlin pressure by removing the anti-government tactical voting app from their stores at the start of three days of parliamentary voting, which ended on Sunday.\n\nNavalny, who is in prison, has added his criticism, according to comments carried by his social media accounts.\n\n\"The giants Apple @Apple and Google @Google have complied with the Kremlin's demands and removed our app from their stores. My beloved YouTube has deleted our video, and the Telegram messenger has blocked our bot,\" he said in the posts.\n\n\"I know that most of those who work at Google, Apple, etc. are honest and good people. I urge them not to put up with the cowardice of their bosses,\" he said.\n\nApple and Alphabet's Google did not respond to requests for comment sent last week after Navalny's supporters criticised them. Google did not immediately respond to a further emailed request for comment on Thursday. Apple could not immediately be reached.\n\nThe tactical voting app, devised by allies of Navalny, gave people detailed recommendations on who to vote for in an effort to thwart the ruling United Russia party, which supports Putin.\n\nUnited Russia secured majority in the State Duma lower house of parliament, amid accusations of mass fraud from backers of Navalny and other parties. The election commission said the vote was clean and the Kremlin called it an honest vote.\n\nGoogle decided to remove the app after being told its local staff could otherwise face jail time, one person familiar with the situation said last week, declining to be named.\n\nResponding to that comment, Navalny said in his social media posts: \"If so, then keeping silent about it is the worst crime. This is encouragement of a hostage-taking terrorist.\"\n\n(Reporting by Vladimir Soldatkin; Editing by Edmund Blair)",
        "link": "https:\/\/finance.yahoo.com\/news\/russias-navalny-criticises-apple-google-182746907.html",
        "symbols": [
            "AAPL.US",
            "GOOGL.US",
            "AAPL34.SA"
        ],
        "tags": [
            "APPLE",
            "SOCIAL MEDIA",
            "GOOGLE",
            "VLADIMIR PUTIN",
            "ALEXEI NAVALNY",
            "TACTICAL VOTING APP",
            "VOTING APP"
        ]
    },
    {
        "date": "2021-09-23T18:16:24+00:00",
        "title": "Future of Apple TV+ amid Emmy wins, ‘Ted Lasso’ success",
        "content": "Santosh Rao, Head of Research at Manhattan Venture Partners, joins Yahoo Finance’s Alexandra Canal to discuss the potential IATSE union strike and the latest developments in the streaming world.",
        "link": "https:\/\/finance.yahoo.com\/video\/future-apple-tv-amid-emmy-181624398.html",
        "symbols": [
            "T.US",
            "T-PA.US",
            "T-PC.US",
            "AAPL.US",
            "AMC.US",
            "AMZN.US",
            "NFLX.US",
            "DIS.US",
            "AAPL34.SA"
        ],
        "tags": [
            "ALEXANDRA CANAL",
            "SANTOSH RAO",
            "MANHATTAN VENTURE PARTNERS"
        ]
    },
    {
        "date": "2021-09-23T18:07:00+00:00",
        "title": "The iPhone 13 Arrives Tomorrow. It’s a Big Day for Consumers—and Investors",
        "content": "Apple shares generally decline in the days following an iPhone release. Here's why it's proven to be a buying opportunity for investors.",
        "link": "https:\/\/finance.yahoo.com\/m\/d9a3f542-4899-31af-b31f-40b82aa9de15\/the-iphone-13-arrives.html",
        "symbols": [
            "AAPL.US",
            "AAPL34.SA"
        ],
        "tags": [
            "APPLE",
            "APPLE SHARES",
            "IPHONES",
            "IPHONE 13"
        ]
    },
    {
        "date": "2021-09-23T18:23:36+00:00",
        "title": "Russia's Navalny criticises Apple, Google over app removal, social media posts say",
        "content": "MOSCOW, Sept 23 (Reuters) - Jailed Kremlin critic Alexei Navalny said Google and Apple showed \"cowardice\" and acted as accomplices of Russian President Vladimir Putin by removing a voting app before this month's election, according to his social media accounts.\n\nNavalny's supporters earlier accused the U.S. tech giants of caving in to Kremlin pressure by removing the anti-government tactical voting app from their stores at the start of three days of parliamentary voting, which ended on Sunday.\n\nNavalny, who is in prison, has added his criticism, according to comments carried by his social media accounts.\n\n\"The giants Apple @Apple and Google @Google have complied with the Kremlin's demands and removed our app from their stores. My beloved YouTube has deleted our video, and the Telegram messenger has blocked our bot,\" he said in the posts.\n\n\"I know that most of those who work at Google, Apple, etc. are honest and good people. I urge them not to put up with the cowardice of their bosses,\" he said.\n\nApple and Alphabet's Google did not respond to requests for comment sent last week after Navalny's supporters criticised them. Google did not immediately respond to a further emailed request for comment on Thursday. Apple could not immediately be reached.\n\nThe tactical voting app, devised by allies of Navalny, gave people detailed recommendations on who to vote for in an effort to thwart the ruling United Russia party, which supports Putin.\n\nUnited Russia secured majority in the State Duma lower house of parliament, amid accusations of mass fraud from backers of Navalny and other parties. The election commission said the vote was clean and the Kremlin called it an honest vote.\n\nGoogle decided to remove the app after being told its local staff could otherwise face jail time, one person familiar with the situation said last week, declining to be named.\n\nResponding to that comment, Navalny said in his social media posts: \"If so, then keeping silent about it is the worst crime. This is encouragement of a hostage-taking terrorist.\" (Reporting by Vladimir Soldatkin; Editing by Edmund Blair)",
        "link": "https:\/\/finance.yahoo.com\/news\/russias-navalny-criticises-apple-google-182336322.html",
        "symbols": [
            "AAPL.US",
            "GOOGL.US"
        ],
        "tags": [
            "APPLE",
            "SOCIAL MEDIA",
            "GOOGLE",
            "VLADIMIR PUTIN",
            "ALEXEI NAVALNY",
            "TACTICAL VOTING APP",
            "VOTING APP"
        ]
    },
    {
        "date": "2021-09-23T18:07:00+00:00",
        "title": "The iPhone 13 Arrives Friday. It’s a Big Day for Consumers—and Investors",
        "content": "Apple shares generally decline in the days following an iPhone release. Here's why it's proven to be a buying opportunity for investors.",
        "link": "https:\/\/finance.yahoo.com\/m\/d9a3f542-4899-31af-b31f-40b82aa9de15\/the-iphone-13-arrives-friday..html",
        "symbols": [
            "AAPL.US",
            "AAPL34.SA"
        ],
        "tags": [
            "APPLE",
            "APPLE STOCK",
            "APPLE SHARES",
            "IPHONE",
            "IPHONE 13"
        ]
    },
    {
        "date": "2021-09-23T20:59:24+00:00",
        "title": "Apple Stock Gets a New Street-High Price Target",
        "content": "With a market cap of $2.43 trillion, Apple (AAPL) is the world’s biggest company - the giant amongst giants. While most on the Street foresee more growth on the horizon, one analyst has just taken expectations to the next level.\n\nTigress' Ivan Feinseth has just reiterated a Strong Buy rating for the tech behemoth and attached a Street-high price target of $198. The implication for investors? Upside of 35% from current levels. (To watch Feinseth’s track record, click here)\n\nThe 5-star analyst counts “strong product demand, new product introductions, and accelerating Services revenue” as the basis for his bullish take, all which will “continue to drive significant revenue and Economic Profit growth.”\n\nIf it’s product and innovation you’re after, then you might as well head straight to the iPhone - or more specifically, the iPhone 13, to be launched this Friday (Sep 24).\n\n“For relatively the same price points as comparable iPhone 12 models,” says the 5-star analyst, “The new iPhone 13 models give consumers higher resolution cameras and screens, faster processors, increased functionality, more storage, and longer battery life.” Apple appears confident its latest model is destined for success. Earlier this month, the company instructed its suppliers to up the iPhone production’s initial run rate to 90 million units, a 20% increase on the initial 75 million unit runway of the iPhone 12.\n\nThe new model was unveiled at the recent California Streaming event, where the company also introduced the Apple Watch Series 7 and a new iPad and iPad mini.\n\nEach new product introduced provides “significant value, increased functionality, and 5G high-speed connectivity to continue driving the current upgrade supercycle,” say Feinseth. All contribute toward further growing Apple’s constantly expanding ecosystem and add to the “highly profitable and fast-growing Services revenues.”\n\nTalking of the Services segment, here Apple “continues to make strategic acquisitions to enhance its Services offerings and product portfolio.”\n\nStory continues\n\nLast year, the company added Canadian payment startup Mobeewave to its roster, an acquisition which has allowed Apple to turn the iPhone into a portable payment terminal and which further enhances the company’s mobile payment and financial services capabilities. Broadcast platform creator Subverse also came onboard last year and further adding to its “media creation and distribution capabilities,” so has “virtual reality theme park experience creator” Spaces. Furthermore, to handle enterprise-based software upgrades, Apple has also acquired software company Fleetsmith.\n\nTo top it all off, there is a mighty balance sheet boasting $177.49 billion – or $10.67 per share - in excess cash which in addition to the estimated $163.81 billion in Economic Operating Cash Flow (EBITDAR) the company is expected to generate over the next 12 months, will allow for the “continued funding of new growth initiatives and strategic acquisitions while returning significant amounts of cash to shareholders.”\n\nSo, that’s Tigress’ bullish view, but what does the rest of the Street make of Apple’s prospects? Based on 19 Buys vs. 6 Holds, the stock has a Strong Buy consensus rating. While the average price target is not quite as high as Feinseth’s, at $169.64, the figure is expected to reward investors with 15.5% returns in the year ahead. (See Apple stock analysis on TipRanks)\n\nTo find good ideas for stocks trading at attractive valuations, visit TipRanks’ Best Stocks to Buy, a newly launched tool that unites all of TipRanks’ equity insights.\n\nDisclaimer: The opinions expressed in this article are solely those of the featured analyst. The content is intended to be used for informational purposes only. It is very important to do your own analysis before making any investment.",
        "link": "https:\/\/finance.yahoo.com\/news\/apple-stock-gets-street-high-205924213.html",
        "symbols": [
            "AAPL.US",
            "AAPL34.SA"
        ],
        "tags": [
            "APPLE",
            "IVAN FEINSETH"
        ]
    },
    {
        "date": "2021-09-23T20:35:58+00:00",
        "title": "Jawbone Ghost Rises to Sue Google, Apple Over Ear Pods, Phones",
        "content": "(Bloomberg) -- Patents originally owned by the bankrupt Silicon Valley darling Jawbone Inc. are at the center of new lawsuits seeking royalties from Alphabet Inc.’s Google and Apple Inc. over noise canceling technology in their ear buds, smartphones and smart home devices.\n\nJawbone Innovations LLC, the current owner of the patents, filed the suits Tuesday in federal court in Waco, Texas, a district that’s the most popular in the nation for its patent-friendly judge and juries.\n\nJawbone Inc. was considered a pioneer in wearable technology but it lost the market to Fitbit Inc. A bare-knuckle legal battle between the two left Jawbone mortally wounded before the companies settled their fight in 2017. Jawbone ended up liquidating its assets, while Fitbit was bought by Google for $2.1 billion earlier this year.\n\nGoogle, Apple and other companies each had a chance to buy the assets of the bankrupt company and passed, according to the complaints. It’s unclear from the suits and Patent and Trademark Office filings who’s behind the company that now owns the patents. Jawbone Innovations is headquartered in a small office building in Waco with no phone number and the lawyers on the case couldn’t immediately be reached.\n\n“We dispute the claims, and will defend ourselves vigorously,” José Castañeda, a Google spokesperson, said in response to the suits.\n\nOfficials with Apple had no immediate comment.\n\nThe eight patents in the case relate to ways to limit background noise in devices, technology that was developed in Jawbone’s early years, when it was contracted by the Defense Advanced Research Projects Agency to research noise suppression techniques for the U.S. military, according to the complaints.\n\nSamsung Electronics Co., another company said to have passed on buying Jawbone’s assets, was sued by Jawbone Innovations in May over two of the noise-canceling patents. That case is pending in federal court in Marshall, Texas, which also is known as a patent-friendly venue.\n\nStory continues\n\nThe new cases are Jawbone Innovations LLC v Google LLC, 21-985, and Jawbone Innovations LLC v. Apple Inc., 21-984, both U.S. District Court for the Western District of Texas (Waco).\n\nMost Read from Bloomberg Businessweek\n\nEvergrande Debt Crisis Is Financial Stress Test No One Wanted A Tiny Piece of Plastic Is Helping Farmers Use Far Less Water Microsoft and an Army of Tiny Telecoms Are Part of a Plan to Wire Rural America In Amazon’s Flagship Fulfillment Center, the Machines Run the Show The Energy Future Needs Cleaner Batteries\n\n©2021 Bloomberg L.P.",
        "link": "https:\/\/finance.yahoo.com\/news\/jawbone-ghost-rises-sue-google-203558525.html",
        "symbols": [
            "AAPL.US",
            "005930.KO",
            "005935.KO",
            "GOOGL.US",
            "GOOG.US",
            "AAPL34.SA"
        ],
        "tags": [
            "BLOOMBERG",
            "APPLE INC",
            "GOOGLE",
            "JAWBONE INNOVATIONS LLC",
            "JAWBONE",
            "JAWBONE INC",
            "JAWBONE INNOVATIONS"
        ]
    },
    {
        "date": "2021-09-23T19:03:00+00:00",
        "title": "Facebook Warns iOS Changes Are Hurting Advertising Numbers, But Here's Why That Isn't A Big Concern Yet",
        "content": "Facebook, Inc. (NASDAQ: FB) informed advertisers Wednesday that changes Apple, Inc. (NASDAQ: AAPL) made to its iOS operating system are negatively impacting ad performance in the third quarter. However, Bank of America analyst Justin Post says the 4% sell-off in Facebook’s stock is an overreaction to the news.\n\nThe Changes: Facebook also said in its blog post the iOS changes have also led to the company underreporting iOS web conversions by about 15%, which has made the negative impact of the changes appear far worse to advertisers than they really are.\n\nApple’s so-called identifiers for advertisers (IDFA), are unique device identifiers that allow Facebook and others to target ads to users and estimate their effectiveness. Apple iPhone and iPad users are now given the option to opt-in to IDFA tracking when they first launch an app.\n\nFacebook gave advertisers some tips for dealing with the changes and said the company is optimistic it can eventually work through privacy headwinds.\n\nRelated Link: Why Twitter And TikTok Were Big Social Media Winners In Q2\n\nFinancial Impact: Post said the blog post makes clear the ADFA changes are a real problem for Facebook. In fact, he said the uncertainty will likely weigh on Facebook stock at least until third-quarter earnings, which now appear unlikely to exceed current analyst expectations.\n\nFortunately, Facebook chose not to cut its guidance in the blog post, although Post said market expectations may now be lower for the third quarter. In the longer term, he said privacy chances could ultimately benefit online media platforms like Facebook and Alphabet, Inc. (NASDAQ GOOG) (NASDAQ: GOOGL) subsidiary YouTube, which are both ramping up in-app shopping.\n\n“As usual with disruptions, such as GDPR or advertiser boycotts, we would expect backfill in Facebook’s ad auction (by brand advertisers in this case), and then the impact to fade as platforms adopt strategies to increase opt-in rates, build products for in-app activity (such as shopping capabilities), and adopt new targeting and measurement capabilities,” Post said.\n\nStory continues\n\nBank of America has a Buy rating and $425 price target for Facebook.\n\nBenzinga’s Take: The market hates uncertainty more than anything else. Unless Facebook provides another update on the situation at some point, upside or the stock may be limited until Facebook’s third-quarter earnings report expected out in early November.\n\nLatest Ratings for FB\n\nSep 2021 Jefferies Maintains Buy Sep 2021 Goldman Sachs Initiates Coverage On Buy Sep 2021 HSBC Maintains Reduce\n\nView More Analyst Ratings for FB\r\nView the Latest Analyst Ratings\n\nSee more from Benzinga\n\nClick here for options trades from Benzinga Is Amazon's Stock Overvalued Or Undervalued? Why There Is An 'Alarming Decline' In US Solar Panel Imports\n\n© 2021 Benzinga.com. Benzinga does not provide investment advice. All rights reserved.",
        "link": "https:\/\/finance.yahoo.com\/news\/facebook-warns-ios-changes-hurting-190300055.html",
        "symbols": [
            "AAPL.US",
            "FB.US",
            "GOOGL.US",
            "AAPL34.SA"
        ],
        "tags": [
            "FACEBOOK",
            "APPLE",
            "INC",
            "ADVERTISERS",
            "IOS OPERATING SYSTEM",
            "FACEBOOK STOCK"
        ]
    },
    {
        "date": "2021-09-23T23:01:49+00:00",
        "title": "Apple iPhone 13 goes on sale",
        "content": "The iPhone 13 Pro and Pro Max. Photo: Apple\n\nApple’s (AAPL) latest smartphone, the iPhone 13, goes on sale on Friday after the company unveiled it at an event last week. It has four variations — the iPhone 13 mini, the iPhone 13, the iPhone 13 Pro, and the iPhone 13 Pro Max.\n\nThe new phones will retail from £679 in the UK and $699 in the US. The iPhone Pro Max with one terabyte of storage will be the most expensive iPhone ever, retailing at £1,549 in the UK and $1,099 in the US.\n\nThey vary in size but are not hugely different from the iPhone 12 in terms of looks. One difference is that the notch at the top has been shrunk by 20%, meaning the screen is bigger. The orientation of the rear cameras is also different on some of the new models.\n\nUsers that might be looking for better camera specs will notice the new phones gather 47% more light and now includes night mode. The iPhone 13's ultra-wide angle camera and wide-angle lenses captures betters shots in dim settings. Cinematic mode on iPhone records videos with a beautiful depth effect with automatic focus changes, Apple said. Photo: Apple\n\nAccording to Yahoo Finance's iPhone 13 launch review Apple,Samsung and Google (GOOGL) \"have similarly made the cameras on their smartphones a centrepiece of marketing... But Apple is clearly trying to make the case that it and it alone is the best when it comes to making smartphone cameras that can make high-end standalone cameras obsolete. It even ran an ad during its unveiling that essentially said as much.\"\n\n“The new pro camera system offers even more pro photography capabilities like improved telephoto zoom, macro photography, Photographic Styles, Cinematic mode, as well as ProRes and Dolby Vision video,\" said Greg Joswiak, Apple’s senior vice president of worldwide marketing.\n\nThe company said its cinematic mode comes with automatic focus changes, \"so anyone can capture cinema-style moments, even if they aren’t a professional filmmaker.\"\n\nRead more: Which iPhone 13 should you buy?\n\nAnd its Super Retina XDR display with ProMotion \"intelligently responds\" to the content on the screen, making it \"perfect for any viewing experience.”\n\nStory continues The iPhone 13 and iPhone 13 mini. Photo: Apple\n\nSpeaking of the iPhone 13 and the mini, Joswiak said: \"Both phones have beautiful designs, industry-leading performance, and advanced camera systems with impressive computational photography features, all with incredible durability, water resistance, and a big jump in battery life to ensure customers can depend on their iPhone when they need it.\"\n\nThe mini is expected to get an hour and a half more battery on a full charge, while the iPhone 13 gets two and a half more hours.\n\nThe Pro range include 5G compatibility, a new storage capacity of 1 terabyte, and a ceramic shield front cover, which Apple said is “tougher than any smartphone glass.” Apple stock over the last year. Chart: Yahoo Finance UK\n\nThey are are available in graphite, gold, silver, and a new colour called sierra blue.\n\nMeanwhile the iPhone 13 and iPhone 13 mini come in five colours - pink, blue, midnight, starlight, and (PRODUCT)RED — every (PRODUCT)RED purchase contributes to Apple's Global Fund to combat pandemics like COVID‑19 and AIDS.\n\nThe ‌iPhone 12‌ lineup passed 100 million sales in April this year, within seven months of its launch. The milestone was achieved two months faster than the iPhone 11 series that launched in 2019.\n\nThe company, whose stock was up 0.6% on Thursday afternoon to trade at $147, has also come out with a new Apple Watch and a new version of its iPad and iPad mini.\n\nThe new watch gets a 20% larger display and a slightly larger body. They won't be available until later in the year and will start at $399.\n\nWatch: Biggest takeaways from Apple's iPhone event 2021",
        "link": "https:\/\/uk.finance.yahoo.com\/news\/apple-i-phone-13-goes-on-sale-230149888.html",
        "symbols": [
            "AAPL.US",
            "GOOGL.US",
            "GOOG.US",
            "AAPL34.SA"
        ],
        "tags": [
            "APPLE",
            "IPHONE",
            "IPHONE 13",
            "IPHONE 13 PRO MAX"
        ]
    },
    {
        "date": "2021-09-24T04:01:47+00:00",
        "title": "WWD and FN’s 50 Most Powerful Women",
        "content": "In conjunction with the Fairchild Media Group’s Women in Power: Female Forces virtual event, the inaugural WWD and FN 50 Most Powerful Women List celebrates the achievements of female leadership globally. From fashion to beauty to footwear, this alphabetical list encompasses those creating change at the highest level, while also addressing the numerous challenges facing all women in a post-pandemic world.\n\n1. Delphine Arnault\r\n Executive Vice President, Louis Vuitton; Board Member and Executive Committee Member, LVMH Moët Hennessy Louis Vuitton\n\nMore from WWD\n\nStand Out Beauty Trends from New York Fashion Week Standout Trends From the 2021 New York Trade Shows MM6 Maison Margiela RTW Spring 2022\n\nPower Move: The eldest child and only daughter of luxury titan Bernard Arnault, Delphine Arnault shares her father’s drive. She also has a distinct eye for creative talent, and has been instrumental in recruiting disruptive new designers to several of the firm’s powerhouse brands. With her passion for championing young designers, she is the brainchild behind the LVMH Prize, launched in 2014. Schooled at the EDHEC Business School in Lille, France, and the London School of Economics, Arnault began her career at management consultancy McKinsey & Co., joining the family business in 2000 as a development director at John Galliano. She moved to Dior in 2001, where she learned the ropes behind the scenes before rising to become deputy managing director. In 2013, she was named executive vice president at Louis Vuitton, her current role.\r\nLeadership Advice: “I am very honored and humbled to be on this list alongside women who are real drivers and agents of change in our industry. Even if leadership is genderless, we all have a responsibility to inspire and empower future generations. At LVMH, we created several initiatives to support women in attaining high positions within the group. I am particularly proud of our performance at Louis Vuitton where women hold close to 50 percent of top leadership roles.”\n\nStory continues\n\n2. Drew Barrymore\r\n Founder, Barrymore Brands\n\nPower Move: Drew Barrymore is so adept at creating a true connection with anyone in her orbit, it’s easy to forget she’s a global superstar whose business interests span the worlds of Hollywood, home, fashion, beauty and, most recently, media — a hit TV show now in its second season and a magazine that launched last year. Her brand is called Flower and no wonder — Barrymore is in full blossom.\r\nLeadership Advice: “If you care about the word power, you better be diligent and take the ego out of it because there’s no room for ego in business and working with other people. It’s alienating and unnecessary. Work from your heart, work from your gut — much better place.”\n\n3. Francesca Bellettini\r\n President and Chief Executive Officer, Yves Saint Laurent\n\nPower Move: Francesca Bellettini began as an investment banker before moving to the Prada group in 1999. She joined the Business Planning and Development division and later became operations manager for Helmut Lang. Joining Kering in 2003 as strategic planning director and associate worldwide merchandising director of Gucci, she joined Bottega Veneta in 2008 and became worldwide merchandising and communications director in 2010. In 2013, she became president and chief executive officer of Yves Saint Laurent.\r\nLeadership Advice: “Leadership is not a title. It does not appear in an organizational chart and cannot come without the respect of others and yourself. A leader must have the ability to decide and guide while avoiding paralyzing others due to the fear of the risks that any decision bears. A leader is aware of the risks but does not let them weaken if they are reasonable to take. And most importantly, the leader is the one who encourages people to work better by identifying and building on their strengths and keeping them moving in the right direction.”\n\n4. Sabina Belli \r\n Chief Executive Officer, Pomellato\n\nPower Move: Sabina Belli joined Kering, which controls Pomellato, in April 2015 as general manager of the Italian jewelry brand and at the end of that year was promoted to chief executive officer. She leverages extensive experience in the luxury sector, built at L’Oréal Luxe and LVMH Moët Hennessy Louis Vuitton, where her roles included international brand director for Christian Dior Parfums, international brand manager for Veuve Clicquot Ponsardin and brand executive vice president of Bulgari. She joined Kering, which controls Pomellato, in April 2015 as general manager of the brand and at the end of that year was promoted to CEO. Belli has long been vocal about empowering women, launching for example the Pomellato For Women campaign in 2017, promoting female leadership. She was instrumental in founding the #PomellatoForWomen platform in 2017 with ambassadors including Jane Fonda and Cate Blanchett, promoting equality and inclusivity, and Belli spearheaded an awareness campaign and crowdfunding initiative to support women victims of domestic violence. The company has for more than a decade supported CADMI, an antiviolence center in Milan, and its parent network D.i.Re.\r\nLeadership Advice:“As a CEO, female empowerment is a strong value for me. Gender or diversity should not be a problem at work and beyond. I encourage and strive to provide equality and equal career opportunities for my employees. As leaders we need to pursue a higher purpose, to create a common vision that moves people to achieve big dreams, to improve the world we live in. As leaders we have to foster hope.”\n\n5. Roberta Benaglia\r\n Founder and CEO, Style Capital\n\nPower Move: Roberta Benaglia has built a solid reputation as a thoroughly prepared and fearless investor. In Milan, she founded Style Capital, the fund that acquired a 32 percent stake in MSGM in 2018, supporting the brand’s founder Massimo Giorgetti, forging distribution partnerships and building a global retail network. Last year, Style Capital became in investor in Australian brand Zimmermann, expanding the fund’s portfolio of investments in the fashion industry, which also includes Forte_Forte and Los Angeles-based company Re\/Done. Benaglia is also associated with the success of Golden Goose. Style Capital, which at that time was named DGPA, acquired 38 percent of the luxury sneaker brand in March 2013 and sold it in 2015. During that time, under the lead of Style Capital, Golden Goose’s revenues increased from 21.4 million euros to 76 million euros. In 2015, Golden Goose passed under the control of Ergon Capital Partners III and in 2017 was acquired by Carlyle Europe Partners IV, which last February sold the brand to Permira for 1.2 billion euros.\n\n6. Esi Eggleston Bracey\r\n Executive Vice President and Chief Operating Officer, Beauty and Personal Care, Unilever North America\n\nPower Move: Over the course of her career, Esi Eggleston Bracey has prioritized purpose as much as profit — and with oversight of Unilever’s beauty and personal care businesses in North America, she’s got one of the largest platforms out there. Whether helping to pass antihair discrimination with The Crown Act or overseeing the creation of sustainable brands like Love Beauty and Planet, Bracey has driven impact across all areas of her business.\r\nLeadership Advice: “Invest in yourself and your personal development. Understand how to bring your authentic self to help inspire, focus, and empower people to embrace your leadership mission.”\n\n7. Tory Burch\n\nExecutive Chairman and Chief Creative Director, Tory Burch\n\nPower Move: Tory Burch draws inspiration from the worlds of travel, art and interiors and women globally. She has successfully steered her designer lifestyle brand that today does well over $1.5 billion in sales, according to sources. The brand encompasses ready-to-wear, handbags, footwear, accessories, jewelry, home and beauty and empowers women through the Tory Burch Foundation, which advances women’s empowerment and entrepreneurship in the U.S. by providing access to capital, education and digital resources. Burch is known as a creative and entrepreneurial leader who encourages everyone to shine in a highly collaborative environment.\n\nLeadership Advice: “I always tell the entrepreneurs I work with through our Foundation to think about the leaders they have known and the qualities that brought out the best in them. For me, it comes down to the values passed down by my parents and the lessons I have learned throughout my career. When you create a strong and inclusive culture where people are treated with kindness and respect, they do great work. As importantly, they stay with you. There are members of my team who have been with me from the beginning when we were working around my kitchen table. Leaders by definition inspire followers.”\n\n8. Anne Cavassa\r\n President, Saucony\n\nPower Move: Lifted by the running boom, Saucony is racking up product wins — and under Anne Cavassa’s leadership achieved an all-time revenue high in the second quarter.\r\nLeadership Advice: “We have to be nimble and agile, but also very thoughtful and deliberate. What we’ve been doing is rallying around our brand purpose. As a leader, I think it’s been really important to me that my actions are in alignment with both our mission statement as well as my own core values.”\n\n9. Emma Chamberlain\r\n Creative Director and Global Brand Ambassador, Bad Habit\n\nPower Move: YouTube sensation Emma Chamberlain has become a fashion-world favorite (and beauty, too.) Most recently, she made her debut at the Met Ball, dressed in custom Louis Vuitton, a brand she has worked with since 2019. She’s also found success with her Chamberlain Coffee, as well as Bad Habit skin care, for whom she serves as global ambassador and creative director. And with nearly 14 million Instagram followers and over 1 billion views on YouTube, her influence shows no signs of waning.\r\nLeadership Advice: “Prioritize creativity and passion over everything. I constantly ask myself, am I creatively inspired? Why am I creating? Am I proud of what I am doing? If the answer is ever no to one of those questions, that means I am creating for the wrong reasons, or I have gotten too caught up in ‘grind culture.’ You must enjoy the process of creating in order to create things that will reach people’s hearts, while simultaneously enhancing your own life. Many people (myself included) forget that we decide how we want to live our lives every day, and if we want to shift things around and step outside of the box to keep ourselves creatively inspired, we can do that.”\n\n10. Eva Chen\r\nVice President of Fashion and Shopping Partnerships, Instagram\n\nPower Move: Eva Chen spent seven years at Teen Vogue and earned her degree in journalism from Columbia University. In 2013, she became editor in chief of Lucky. She has also contributed to Vogue, Vogue China, the New York Times and the Wall Street Journal, and has been a contributor to “Good Morning America” and a fashion correspondent for “Entertainment Tonight.” She sits on the board for Net-a-porter and is the author of New York Times bestseller “Juno Valentine and the Magical Shoes.”\n\n11. Angelica Cheung\r\n Venture Partner, Sequoia Capital China\n\nPower Move: Vogue does not define Angelica Cheung. The former longtime editorial director of Vogue China who launched and spearheaded the fashion title’s Chinese edition for 16 years is now a venture partner at Sequoia Capital’s China branch, a strategic adviser for Ermenegildo Zegna to chief executive officer Gildo Zegna for the Asian region, and a board member of luxury e-retailer Ssense. Cheung is now utilizing her insight into the Chinese market to scout and support a new generation of Chinese innovation and international brands in the fashion, lifestyle and entertainment sectors to expand in the market.\n\n12. Maria Grazia Chiuri\r\n Creative Director, Dior\n\nPower Move: Maria Grazia Chiuri has implemented messages of female empowerment into Christian Dior through romantic and artisanal craftsmanship. From the start, she emblazoned T-shirts and decorated runway show sets with powerful slogans to push the message, while upholding the brand’s ongoing popularity through the omnipresent Christian Dior handbags.\r\nLeadership Advice: “It’s such an honor to have been included in this extraordinary group of women. I’m conscious of the responsibility it brings. I believe that, today more than ever, it is essential that women stop setting limits on their goals. We need to get over all our shyness and our fears. We need to get over our feeling of not being enough, which has held us back for years. The challenges we face today to achieve a future that is sustainable in all ways are numerous and critical. Women who were raised to be caretakers must understand that the time has arrived for us to be a united, active group, and we each need to welcome the honor of being a leader in our respective camps.”\n\n13. Sharon Chuter\r\n Founder and CEO, Uoma Beauty; Founder, Pull Up for Change\n\nPower Move: When Sharon Chuter launched her makeup brand, Uoma Beauty, in 2019, her goal was to create a truly inclusive line that transcended foundation shades. After the murder of George Floyd at the hands of Minneapolis police, Chuter not only doubled down on her original mission, she catalyzed the beauty industry with the creation of Pull Up for Change, challenging companies to share their stats on diversity, equity and inclusivity and set clear goals for change. Chuter may be relatively new to beauty, but her impact belies her years.\r\nLeadership Advice: “Trust in yourself especially in your ‘femininity.’ Lead with tenacity but also lead with empathy if that’s who you are naturally. Don’t feel the need to do things the way men do it or have done it. This is the gift of diversity. There is no right or wrong way so do it your way. Also remember that it’s OK to make mistakes and when you do, don’t beat yourself up too much — women tend to expect perfection from ourselves and that holds us back. Perfection is not the goal — just try, just start. Fail fast and fail forward.”\n\n14. CaSandra Diggs\n\nPresident, The Council of Fashion Designers of America\n\nPower Move: CaSandra Diggs was appointed president of the CFDA in August 2020 from chief administrative and financial officer, charged with developing strategy and making decisions that further the CFDA’s purpose to champion, educate and support its members and the fashion industry. She is an innovative thinker with a strong understanding of organizational and business operations, and the expansion of her role provided the CFDA with more opportunities to meet the needs of its members in a broad and diverse way.\n\nLeadership Advice: “Let the E.G.O. you lead from always be Empathy, Gratitude and Optimism so that you consistently support, appreciate and inspire the people that follow you.”\n\n15. Muge Erdirik Dogan\r\n President, Amazon Fashion\n\nPower Move: Having served as president of Amazon Fashion since February 2021, Muge Erdirik Dogan is responsible for developing and executing Amazon Fashion’s growth strategy, including enhancing the core flywheel, building technology to continuously invent on behalf of customers, developing new private brands and merchandising and marketing to their customers. Dogan has been with Amazon for 14 years leading category, technology and operations teams, joining in 2007 to build revenue management science models for their advertising business.\r\nLeadership Advice: “We’re focused on creating the future of shopping by merging the worlds of fashion and technology, and I encourage working backward from the customer and inventing for their latent needs. I find the team’s full potential is reached when a culture of unconstrained, out-of-the-box ideation is fostered. I also encourage an environment where every team member feels empowered to present a new idea or a different way of remedying customer challenges. We all have seats at the table.”\n\n16.Chiara Ferragni\n\nEntrepreneur, Brand Ambassador, Influencer\n\nPower Move: Chiara Ferragni has full control of TBS Crew Srl, the company that manages The Blonde Salad online magazine and activities. TBS Crew also operates as a talent agency and digital marketing consultant. Ferragni founded TBS Crew in 2009 and in 2017 the young digital entrepreneur took on the role of president and chief executive officer. She is also the CEO and creative director of Fenice, formerly called Serendipity, which manages her namesake line. She has been expanding her product offer, launching her first total look collection under her namesake brand for fall 2021, underwear and beachwear collections. Ferragni, who has two children, also launched a children’s line. Most recently, she inked an eyewear license collection with Safilo Group. The Chiara Ferragni brand was launched in 2013 as a footwear label, and gradually introduced T-shirts and sweatshirts, developing a network of stores in cities such as Milan; Paris; Cortina, Italy; Hong Kong; Shanghai and Hangzhou, China. She also has a collaboration with Lancôme. Counting 24.9 million followers, Ferragni also continues to have several advertising deals ranging from Pantene to Pomellato. In April, she joined the board of Tod’s. Ferragni has become so influential that when she joined the board of Tod’s, the group’s shares soared on the Italian stock exchange, as did Safilo’s.\n\n17. Chantal Gaemperle\r\n Group Executive Vice President, Human Resources and Synergies, LVMH Moët Hennessy Louis Vuitton\n\nPower Move: Chantal Gaemperle has held the top human resources role at LVMH since 2007, and is renowned for nurturing internal talent and employee engagement. She is one of only two women on LVMH’s executive committee, alongside Delphine Arnault. Part of her remit has been to improve gender diversity in leadership roles at the company — when she joined LVMH, women held only 23 percent of its leadership positions; that ratio stood at 42 percent last year. Through the EllesVMH network, set up in 2007, she has been instrumental in supporting women’s career development. This June, she helped implement a global employee support fund, driven by what she described as an era that calls for “soft-skills leadership.”\r\nLeadership Advice: “As the saying goes: ‘Be yourself, everybody else is taken!’ Being authentic and staying true to your values is what allows you to fight for your convictions. It is an essential aspect of leadership, one that I deeply believe in and encourage everybody to apply.”\n\n18. Michelle Gass\r\n Chief Executive Officer, Kohl’s\n\nPower Move: Michelle Gass has been a game-changer, recasting the merchandise mix at Kohl’s to concentrate on beauty, activewear, casual and outdoor apparel. Sephora launched on kohls.com in August, in about 200 brick-and-mortar doors this fall, and ultimately is expected to be inside 850 Kohl’s locations. Kohl’s active business has more than doubled in the last five years, and the goal is for the category to represent 30 percent of the retailer’s volume in the future by leaning heavily on Nike, Adidas, Under Armour and the FLX private brand for growth. In outdoor and casual apparel, the offering is focused on brands like Columbia, Lands’ End, and the private Sonoma brand.\r\nLeadership Advice: “For me, leadership is having the courage to lead with empathy and vulnerability. People want to work for leaders they believe in and that they can relate to. Leadership is also about anticipating tomorrow. We are operating in the most dynamic time in retail which demands a completely new way of thinking, a new level of agility and an appetite for bold, disruptive innovation.”\n\n19. Evans Hankey\r\nVice President of Industrial Design, Apple\n\nPower Move: Evans Hankey is vice president of Industrial Design at Apple, leading the renowned team that designs Apple’s product lineup. Evans joined Apple 21 years ago and has played a critical role in bringing some of the world’s most beloved consumer products to life, including iPod, iPhone, iMac, MacBook, Apple Watch, and AirPods. With a deep understanding of processes and materials and a passion for collaboration across Apple, Evans supports and facilitates every stage of the design process working closely with the team of designers, engineers, prototypers, researchers, digital sculptors and model makers responsible for Apple’s iconic designs.\r\nLeadership Advice: “Many of us at Apple have had the great fortune to learn from Jony Ive and Steve Jobs, two of the most visionary leaders of our time. Foundational lessons for me have been about focus and humility. If we can maintain a tenacious focus on the work, the principles that drive the work, and the people who come together to make it happen, the rest sorts itself out. Doing so creates a culture of curiosity, trust and care, where ambition is not about personal ego but rather a force that unites us to make the very best products possible.”\n\n20. Gabriela Hearst\r\n Founder, Gabriela Hearst; Creative Director, Chloé\n\nPower Move: Gabriela Hearst’s brand of female-first polish and gaucho earthiness is leading the movement toward intelligent, sustainable luxury. Using deadstock fabric and recycled cashmeres, staging carbon neutral runway shows, and collaborating with indigenous artisans, she’s committed to making fashion eco-minded and purposeful. Hearst was named creative director of Chloé at the end of last year, and her first collections have received rave reviews. She dressed Gillian Anderson in the French brand for the 2021 Met Gala and the 2021 Emmy Awards, and has relaunched the Chloé Edith bag to much fanfare.\r\nLeadership Advice: “In the beginning of my career in the schmatta business, I was carrying a lot of shoe samples up the stairs to show a vendor. He said to me, ‘You will make it because you have perseverance. But once you make it, don’t believe the hype.’ That always stays with me to remember to focus on the work and the effort. Perseverance for me in some ways is more important than talent.”\n\n“Another quote I recently heard from a woman I admire tremendously, Isabella Tree, who is a leader in our movement. I asked her, ‘How do you deal with ecological anxiety?’ She gave me a quote I loved by Aldo Leopold, an American author and environmentalist, who said, ‘One of the penalties of an ecological education is one lives alone in a world of wounds.’ That stayed with me. I know the work is difficult, but we must plow ahead.”\n\n21. Helena Helmersson\r\n Chief Executive Officer, H&M Group\n\nPower Move: Helena Helmersson entered the limelight in January last year, when she was named CEO of the fast-fashion giant. Just a couple of months into her tenure, she was charged with steering the Swedish firm, in the midst of a massive business overhaul, through pandemic-related closures and supply chain challenges. After more than 20 years working her way up the corporate ladder in purchasing roles, then as sustainability manager for the company, she is determined that fashion can play a positive role for change, and her background in corporate social responsibility is seen as key to helping the Swedish fast-fashion giant navigate the shift toward a more sustainable, circular model. Her nomination represented a major shift for the firm; she took over from Karl-Johan Persson, whose family founded the company, who was at its helm for a decade.\r\nLeadership Advice: “To me, leadership comes hand in hand with believing in people and the amazing things we can achieve when we unleash everyone’s potential, become creative together and move toward a joint direction. Empowering people is deeply rooted in our culture and values, and I see this as a shared responsibility which sparks creativity and faster decisions. That, linked to being open to constant feedback to be able to develop, is what helps us as leaders to create value and growth.”\n\n22. Lauren Hobart\r\n President & CEO, Dick’s Sporting Goods Inc.\n\nPower Move: As the first female CEO of a major sporting goods retailer, Lauren Hobart is leading the charge at Dick’s at a time when the company is firing on all cylinders, thanks to its athletic and outdoor prowess, major digital growth, new retail concepts and focus on female empowerment initiatives.\r\nLeadership Advice: “I’m a big believer in open communications, and leading with honest dialogue and transparency. It’s so important to connect with our teammates and make sure they are included and engaged. I’m incredibly grateful to our team at Dick’s Sporting Goods for their openness in return. Our people are what make us great, and we win because of them.”\n\n23. Fran Horowitz\r\n Chief Executive Officer, Abercrombie & Fitch Co.\n\nPower Move: As CEO, Fran Horowitz has executed an impressive, multiyear turnaround of Abercrombie & Fitch. Among the maneuvers: aggressive rationalization of the store fleet by reducing the flagship count, increasing the count on smaller stores, which are designed to be more productive, less costly and omnicapable unlike the flagships; sharpening the identity of the brands in the portfolio so they’re more distinct and with less merchandise redundancy; accelerating social media where A&F has become a leader on TikTok and Instagram, and recasting the marketing so it’s more inclusive, diverse and tasteful.\n\n24. Jane Hertzmark Hudis\r\n Executive Group President, The Estée Lauder Companies\n\nPower Move: The first female executive group president in Lauder’s history, Jane Hertzmark Hudis oversees a powerhouse group of brands including Estée Lauder and La Mer, the leaders in the global sales locomotive that is the skin care category. But it’s her vision for championing women, whether signing Amanda Gorman as global changemaker for Lauder or co-creating the company’s Women’s Leadership Network, that has earned her superstar status inside — and outside — of Lauder HQ.\r\nLeadership Advice: “Pursue a career in an industry that you are passionate about. If you love what you do, you are more likely to succeed. It’s also important to find a mentor, one that you deeply trust who can guide you and be a sounding board as you grow and develop professionally. And remember that as you rise in your career, help lift others alongside you. The mark of a great leader is how they empower others.”\n\n25. Denise Incandela Executive Vice President, Apparel Division, Walmart\n\nPower Move: Denise Incandela’s experience in the retail industry spans more than two decades. Currently, she is executive vice president of apparel and private brands at Walmart U.S., a role she was promoted to in February. In this position, she is in charge of the mass merchant’s apparel offerings in stores and online. She also oversees all private label brands across the entire general merchandise assortment, including in such categories as entertainment, toys, seasonal, home and hardlines. During her tenure at Walmart, which began in late 2017, Incandela has successfully increased the big-box retailer’s apparel presence and e-commerce capabilities, adding Bonobos and Eloquii to the online assortment. The retail executive’s résumé also includes leadership positions at Saks Fifth Avenue, Ralph Lauren and Aerosoles. Incandela currently sits on the board of advisors for The Wharton School’s Baker Retailing Center and the board for the Animal Care Centers of NYC.\n\n26. Aurora James Creative Director, Brother Vellies; Founder, 15 Percent Pledge\n\nPower Move: After the death of George Floyd in May 2020, Aurora James created the 15 Percent Pledge, demanding that major retailers commit to buying 15 percent of their products from majority Black-owned businesses. Nordstrom, Bloomingdale’s, Macy’s, Hudson’s Bay, Gap, Banana Republic, Sephora, and Crate & Barrel are among those that have taken the pledge. “It’s about asking what kind of economic support they can pledge to help some of these businesses develop,” she told WWD.\r\nLeadership Advice: “Listen and learn from those around you. Every day I’m listening to my team and other Black small business owners, learning how I can best show up, offer resources, and help move our mission forward.”\n\n27. Stella Jean Designer, Activist\n\nPower Move: A vocal advocate for Black designers in the Italian fashion industry, Stella Jean has promoted inclusivity and diversity as part of her namesake clothing brand since 2011, including creating collections collaboratively with indigenous communities. After joining the Black Lives Matter protests in Italy, Jean founded We Are Made in Italy with Michelle Ngonmo and Edward Buchanan. Working to eliminate racial and cultural discrimination in fashion, WAMI launched the “We Are Made in Italy” presentation, in its third iteration this season, to bring African-born, Italian design talents to the Milan Fashion Week runways.\r\nLeadership Advice: “Fashion is a tool of transmitting information; let’s not forget the power that it holds, power that reaches far beyond aesthetics. We must also remember that power and responsibility are two ways of expressing the same concept. It is now time for us to make our very best effort to transform what has been wielded as a supremacist tool for propaganda for too long into one of education and counter-colonization.”\n\n“And I would add to all independent designers: Do not allow yourselves to be intimidated and don’t be afraid. This revolution started from the bottom, exactly as all the revolutions that changed the world…forever.”\n\n28. Aya Kanai\r\n Head of Content and Creator Partnerships, Pinterest\n\nPower Move: Aya Kanai is head of content and creator partnerships at Pinterest and was previously editor in chief of the U.S. edition of Marie Claire magazine. Before her appointment at Marie Claire, Kanai has been Hearst Magazines’ chief fashion director since 2016, overseeing the fashion content for Cosmopolitan, Women’s Health, Seventeen and more.\r\nLeadership Advice: “It is important to stay curious and always ask questions no matter how senior you become. Share what you may not know and where you think your team’s expertise can fill in those gaps. No one knows it all and that’s exactly how it should be.”\n\n29. Rei Kawakubo Creative Director, Commes des Garçons; Cofounder, Dover Street Market\n\nPower Move: Since 1973, Rei Kawakubo has been one of the most influential designers of our era. She continues to propel the industry forward through her multiple fashion labels, as well as Dover Street Market stores, which she uses to also introduce new talent to the industry.\n\n30. Alex Keith\r\n Chief Executive Officer, P&G Beauty\n\nPower Move: Occupying the top spot at P&G Beauty, Alex Keith is currently the only female chief executive officer at a top 10 beauty company. It is a position well-earned. During her tenure, Keith has re-energized P&G’s once-bloated beauty business and restored significant growth — the CPG giant was the only top five player to post a sales increase in 2020. She’s also transforming the way it does business, overseeing the creation of the Responsible Beauty platform and catapulting P&G to a leadership position in sustainability initiatives.\r\nLeadership Advice: “My advice for emerging leaders is pretty straight-forward: Know what you want, make it known to key leaders and mentors, and be flexible on the path to get there. Each experience brings with it the opportunity to learn and grow, so every stepping stone on your path to your dream job is a chance to better yourself as a practitioner and leader, regardless of what that stepping stone is. When I look back on my assignments, leading our North American Fabric Care business was not part of my plan, but it ended up being an outstanding experience that has informed my thinking and leadership ever since.”\n\n31. Lin Li\r\n Founder and Creative Director, JNBY\r\nPower Move: In 1994, Hangzhou native Lin Li founded the fashion label JNBY. She later expanded the business into a fashion powerhouse with over a dozen brands and took the company public in Hong Kong in 2016. Her group now operates more than 1,500 stores in China and more than 44 stores across 10 countries. Last year, the group unveiled its 17-building headquarters complex, the OōEli, designed by Renzo Piano in Hangzhou. It comes with an art museum, a boutique hotel, a concept store and China’s first Tsutaya Books store. Li is a lover of art and architecture. She sees fashion as a miniature version of architecture, and she has been a patron at high-profile art institutions like UCCA Beijing.\n\n32. Natalie Massenet\r\n Entrepreneur and Investor; Founder, Net-a-porter; Cofounder, Imaginary Ventures\n\nPower Move: Natalie Massenet pioneered fashion e-commerce with Net-a-porter.\r\nLeadership Advice: “Surround yourself with the best and smartest people, and paint a picture of what success looks like to help your team dream big, and to execute into the right direction. Also paint a picture of failure, so that they know what not to do.”\n\n33. Stella McCartney \r\n Founder and Designer, Stella McCartney; special adviser to LVMH Moët Hennessy Louis Vuitton chairman and chief executive officer Bernard Arnault, and the executive committee members\n\nPower Move: Stella McCartney refused to work with fur and animal products even when it wasn’t fashionable, and has supported mills, suppliers and manufacturers in developing sustainable materials and processes.\r\nLeadership Advice: “I am incredibly honored to be recognized in this year’s ’50 Most Powerful Women’ alongside so many talented and inspiring female leaders. Frankly, this group is proof that we don’t just deserve a seat at the table — we should be sitting at the head of it. Since Day One with my own brand, I have believed that change requires less talk and more action. I am too accustomed to being the only woman in the room, and I know I am not alone in that.\n\nAs leaders, we must commit to putting this next generation of women’s needs first — especially as we go into an uncertain future. Globally, 5 percent of women lost their jobs because of COVID-19 compared to just 3.9 percent of men, costing us $800 billion. The jobs women work often offer low wages, few benefits and no security – all while they are expected to care for children. These factors also mean women are also disproportionately impacted by the climate crisis and, while we did not create this problem, I believe our female perspectives are essential to its solution.\n\nWomen are equipped with the strength, compassion and connection to Mother Earth today to protect our better tomorrow. As a mum to both boys and girls, I want them to live in a world where they are treated equally. To get there, we must take action now — together.”\n\n34. Dame Pat McGrath\r\n Makeup Artist and Founder, Pat McGrath Labs\n\nPower Move: Pat McGrath’s creativity is unrivaled. Universally acknowledged to be the best makeup artist in the world, McGrath is also one of the most business-savvy. After spending the early part of her career advising on product development for the likes of Giorgio Armani (the foundation formulas she developed over a decade ago are still bestsellers,) McGrath struck out on her own with an eponymous line that has rewritten the rules of makeup and social media. And as the superlative-loving entrepreneur would say, there is nothing more major than that.\r\nLeadership Advice: “Whenever someone asks me how to ‘make it’ in the fashion and beauty industry, I always tell them to never take anything personally, to work as hard as you possibly can, and never let anyone — or anything — stand in the way of your dreams. I am so fortunate that I’ve spent the last three decades creating products and images that inspire others to unleash their own artistry and manifest their inner beauty on the outside. I always try to remember that my purpose on this earth is to brighten people’s days, create joy, and make it just a little more beautiful. What ultimately keeps me going is the hope that what I’m doing inspires beauty that dares, and emboldens someone to discover their own creativity. Creativity is your best makeup skill, don’t be afraid to experiment.”\n\n35. Virginie Morgon\r\n Chief Executive Officer, Eurazeo\n\nPower Move: One of very few women leaders in the still very masculine world of finance, Virginie Morgon has played a key role in accelerating investment firm Eurazeo’s diversification and growth since she joined its executive board in 2008, before being named chief executive officer in March 2018. Prior to that, she spent 16 years as an investment banker at Lazard, becoming its youngest managing senior partner in Paris in 2001. She is also vice chairman at Moncler — whose rise she helped to chart and where she stayed on after Eurazeo exited the brand in 2019, generating total proceeds of 1.4 billion euros from its investment — as well as an independent board member at L’Oréal. An advocate for diversity in leadership, she is a founding member of the Women’s Forum for Economy and Society, and is also co-chair of the Paris Committee for Human Rights Watch.\r\nLeadership Advice: “We have the right to take risks by innovating, by making mistakes, by starting over, without fearing to fail in order to succeed.”\n\n36. Amina Muaddi\r\n Founder, Designer and CEO, Amina Muaddi\n\nPower Move: Amina Muaddi is unstoppable. Even as the pandemic crippled sales of high heels for many key brands, the designer’s distinctive styles continued to resonate strongly, even while people stayed at home. And though she counts many celebrities as fans, there’s no one more loyal right now than Rihanna, who wore Muaddis’ shoes before, during and after the Met Gala last week.\r\nLeadership Advice: “True leadership has a lot to do with being an inspiring force with a vision that motivates and mentors without necessarily being intimidating. Showing emotion, vulnerability and being honest makes those around you support and appreciate you even harder. When you genuinely love your team and work to create a better environment for them and not just for yourself, they will love you back and will give you their 100 percent every day with passion and commitment. It’s OK not to be in control of everything. You can go through hardship and face many challenges, but make it a point that you won’t give up or allow anyone else to tell you what your limits are or what you can become.”\n\n37. Heidi O’Neill\r\n President, Consumer and Marketplace, Nike Inc.\n\nPower Move: Heidi O’Neill oversees more than $40 billion in revenue and is responsible for Nike’s Direct business, including all stores, e-commerce and apps globally. She also leads the Nike brand’s four geographic operating regions — and more than 40,000 employees globally.\r\nLeadership Advice: “Authentic leadership isn’t a medal stand — it’s about moving away from the org chart and working directly within the team. It’s about knowing yourself — your voice, beliefs, values, strengths, and blind spots — and then tapping into the collective power of your team.”\n\n38. Minjee Park In-house Stylist, YG Entertainment\r\nPower Move: Minjee Park is the official in-house stylist at YG Entertainment where she spearheads looks for some of K-pop’s biggest acts. Her largest focus in recent years has been on Blackpink, seen as the world’s most famous girl group. Blackpink is known for its cutting-edge fashion, which is entirely overseen by Park — who took over duties from K-pop’s other mega stylist Kyoung Won Choi circa 2018. In dressing Blackpink members Jennie, Jisoo, Lisa and Rosé, Park acts as something of a fashion power broker — helping negotiate visual identities for each girl, along with their major luxury ambassador contracts for brands like Chanel, Celine and Dior. But it’s not only the big brands that Park has her eyes on. The stylist has a quick finger on the pulse — dressing Blackpink’s members in an assortment of up-and-coming brands in between their major fashion house obligations. Dressing the girls in looks by Charles Jeffrey Loverboy, Vaquera and Khaite, among others, continues to help move a crucial needle for independent labels.\n\n39. Anne Pitcher\r\n Managing Director, Selfridges Group\n\nPower Move: Anne Pitcher has redefined department store retail for a digital, experiential and environmentally aware age.\r\nLeadership Advice: “Leading Selfridges Group is about creating joyful experiences for our customers, teams and our local communities. Never has that felt more important, so I am looking forward to building a sustainable future for our teams, our customers and for our business.”\n\n40. Miuccia Prada Co-Chief Executive Officer and Co-Creative Director, Prada\n\nPower Move: Miuccia Prada has long been considered one of the most intellectual and influential designers in the fashion industry, but her scope has extended to the arts. Setting up the Fondazione Prada with her husband and co-CEO Patrizio Bertelli, she has helped fuel the cultural conversation in Milan and in the foundation’s site in Venice, attracting artists from around the world. She designs to the beat of her own drum, with a distinct aesthetic, while audaciously experimenting with new concepts every season. Prada enjoys the company of her artistic friends, many also hailing from the world of architecture and design, and she was so confident and open-minded that she had no qualms about tapping Raf Simons in 2020 as co-creative director of the Prada brand, saying that she felt the need to reinforce the creativity in her company.\n\n41. Rihanna\r\n Founder and Chief Executive Officer, Fenty Beauty\n\nPower Move: Her Instagram handle may be Badgalriri, but when it comes to matters of fashion, beauty (and music, of course), Rihanna can do no wrong. After creating a foundation revolution, Fenty Beauty continues to break new ground in beauty, most recently introducing skin care. Fashion-wise, the megastar paused her luxury maison with LVMH last year, all the better to focus on her Savage x Fenty lingerie, backed with $115 million in new funding from a panoply of investors including L Catterton, Jay-Z’s Marcy Venture Partners and Sunley House Capital, part of Advent International.\n\n42. Holli Rogers\r\n Chair, Browns; Chief Brand Officer, Farfetch\n\nPower Move: Holli Rogers has married digital with physical retail as head of Browns, and continues to bring them closer together.\r\nLeadership Advice: “I don’t think there’s one piece of advice, but more a mind-set and approach. I’m a big believer in the power of curiosity — the more curious you are, the more you learn — about the business or industry you’re in, about your customer and importantly, about the people who you work with. Curiosity is about openness — to people and new ideas, to change – and seeing it as exciting rather than scary — to sharing your values and aligning with others, and about knowing you don’t have to be an expert in everything — you can always learn more.”\n\n43. Julie Sariñana\n\nInfluencer; Founder, Color Dept.\n\nPower Move: One of the original fashion bloggers, Julie Sariñana has amassed more than 6 million followers on Instagram. She has parlayed her social media prowess into a fashion label, collaborations with companies such as Bandier and, most recently, a vegan nail polish brand, Color Dept.\n\nLeadership Advice: “Leadership is believing that you have the power to inspire, create change, and have a positive impact on others. It’s about trusting your instincts, and believing in yourself through the small victories, as well as the milestones. Trust your vision, and continue to believe in your story.”\n\n44. Elizabeth Spaulding\r\nChief Executive Officer, Stitch Fix\n\nPower Move: Elizabeth Spaulding joined Stitch Fix as president in 2020 to focus on driving the next phase of the company’s growth, including direct buy capabilities and international expansion efforts. Prior to Stitch Fix, Spaulding was global head and founder of the Digital Practice at Bain & Company, where she was a partner and served on the board. During her tenure at Bain, she supported clients in digital transformations, with a particular focus on consumer and technology sectors, and led the firm’s efforts to continually evolve and grow new capabilities through partnerships and M&A. She additionally supported Bain’s pro bono and social impact efforts, a passion she brings to Stitch Fix.\r\nLeadership Advice: “Stay focused on the possibilities and vision of the future. There will be highs and lows, but try to enjoy the journey you’re on with the people you’re on it with. If your optimism is running low, find ways to re-energize yourself. For me, that’s spending more time with the team — visiting our warehouses, talking to our stylists and learning from our tech team members fills me with appreciation and renewed energy, and reminds me that great ideas and innovation are happening in every corner of our business.”\n\n45. Diane Sullivan\r\n Chairman and CEO, Caleres Inc.\n\nPower Move: As the longtime force at the center of Caleres Inc., Diane Sullivan has built a roster of diverse brands from Sam Edelman to Allen Edmonds to Vionic — and she continues to bolster the 60-year-old Famous Footwear chain. The family retailer drove Caleres’ explosive growth in the second quarter as the chain saw its highest level of Q2 sales in its history, at about $454 million.\r\nLeadership Advice: “Don’t think about what you want to change, but think about where you want to go.”\n\n46. Sonia Syngal\n\nChief Executive Officer, Gap Inc.\n\nPower Move: Since March 2020, Sonia Syngal has led the $16 million business across all geographies and channels overseeing a team of nearly 130,000 employees. She was hired to lead the company into its next chapter. A dynamic leader, Syngal is known for leading with both vision and heart and is an excellent operator who drives innovation and decisive action.\n\nLeadership Advice: “It’s important to eliminate the noise, get rid of the clutter, and avoid getting caught in the headlines. I focus my energy on the possibilities based on the trendline data.”\n\n47. Virginie Viard\n\nCreative Director, Chanel\n\nPower Move: Virginie Viard has continued the legacies of Gabrielle Chanel and Karl Lagerfeld by reimagining the label’s classic take on women’s wear. She has brought the works of female artists and artisans, as well as a youthful and feminine spirit, to the forefront.\n\n48. Karla Welch Stylist; Founder, Period; Cofounder, Wishi\n\nPower Move: In her nearly 20 years as a stylist, Karla Welch has worked her magic on Hollywood celebrities, Olympic athletes and politicos. At the Met Gala alone, she styled Justin Bieber, Hailey Bieber, Rose from Blackpink, Lorde, Ava DuVernay, Naomi Osaka, Karlie Kloss, Tracee Ellis Ross and Megan Rapinoe. An in-demand collaborator, she’s been tapped by Levi’s, Express and Eddie Bauer, among others, and has made her political voice part of her personal brand.\r\nLeadership Advice: “You can’t do it all. Build a team.”\n\n49. Kim Kardashian West Founder, Skims, KKW Beauty\n\nPower Move: The latest launch in a career of entertainment and entrepreneurial pursuits, Kim Kardashian West’s inclusive lingerie brand Skims has been a runaway success, racking up $145 million in revenue in 2020 and forecasted to exceed $300 million in 2021. In April, Skims raised $154 million in a Series A funding round from venture capital group Thrive to fuel growth, after receiving a valuation of $1.6 billion. Part of the brand’s success is fueled by Kardashian West’s social media presence; she speaks to 255 million on Instagram and can still shut down a red carpet, as she did at the 2021 Met Gala with her Balenciaga blackout head-to-toe T-shirt look.\r\nLeadership Advice: “Trust your instincts. This is such a key component of all decisions for me — I always evaluate the pros and cons of a situation, but at the end of the day my intuition is the north star.”\n\n50. Wendy Yang\r\n President, Performance Lifestyle Group, Deckers Brands\n\nPower Move: Few athletic brands have seen growth like Hoka One One, where Wendy Yang and her team are eyeing $1 billion in sales. They’re well on their way: Hoka’s overall Q2 revenue increased 95 percent to $213.1 million, and the fast-growing running brand accounted for nearly 40 percent of parent company Deckers’ total revenue.\r\nLeadership Advice: “Hire great people and believe in yourself. We have a great team, and we’re growing super fast, [so effective leading] comes down to communication, consistency, discipline and empathy. Those things have never been as important as they are now.”",
        "link": "https:\/\/finance.yahoo.com\/news\/wwd-fn-50-most-powerful-040147554.html",
        "symbols": [
            "AAPL.US",
            "NKE.US",
            "MC.PA",
            "PRDSY.US",
            "AAPL34.SA"
        ],
        "tags": [
            "CHIEF EXECUTIVE OFFICER",
            "EXECUTIVE VICE PRESIDENT",
            "LVMH MOëT HENNESSY LOUIS VUITTON",
            "DREW BARRYMORE",
            "LOUIS VUITTON",
            "LEADERSHIP ADVICE",
            "DELPHINE ARNAULT",
            "POWER MOVE"
        ]
    }
]